let answers = [
    {
        "id": 1,
        "answer": "本来是微信的中二网名，在LY.com被胜宽兄带着，熟人陌生人都这么称呼我了"
    },
    {
        "id": 1,
        "answer": "Nicholas Boy Xue，直译为汉语的尼古拉斯.薛少，也有人以为尼古拉斯.儿子薛（据说这个人已经死了...）"
    },
    {
        "id": 2,
        "answer": "公元2016，毕业于中国矿业大学，或称天朝挖煤大学，或称徐州男子技工学院，或称铭泽私立大学，目前在同程旅游网，从事前端开发工作"
    },
    {
        "id": 3,
        "answer": "目前可以熟练使用typescript、vue、angular2、jquery等开发前端业务代码，能通过查文档解决构建工具本地开发框架的问题，掌握着10000*0的钻研能力，接受过谷歌地图、百度blade、高德地图、echarts等外部框架，挖过接近两年的坑，也填了一些坑"
    },
    {
        "id": 4,
        "answer": "尝试过扒别人的前端组件，写过C#的新闻管理系统，二次开发php论坛、购买阿里云vps搭建小网站，通过三级数据库考试，毕设使用node.js爬携程酒店数据，使用spss做数据分析"
    },
    {
        "id": 5,
        "answer": "公司业务后台开发、微信火车票联运项目、酒店pc与微信项目，主要使用angualr2、vue等框架，目前也主要在这些框架手热，实现细节比较熟悉，原生js、算法、数据结构与设计模式等也在努力积累中"
    },
    {
        "id": 6,
        "answer": "使用mongodb存储数据、express开发小网站，制作小工具，githubpage、markdown笔记，以及百度脑图构建个人的前端技能树，正在通向大神的路上"
    },
    {
        "id": 7,
        "answer": "会用笛子吹枉凝眉、月亮代表我的心，中国象棋棋力能看三四步，略通素描，临摹照片以及大师作品还原度自我感觉良好"
    },
    {
        "id": 8,
        "answer": "台球、乒乓球偶有神来之笔，手感差时完全不会，喜欢看段子写段子，目前仅有一个作品，在知乎上，王者荣耀版的孔乙己"
    },
    {
        "id": 9,
        "answer": "最近有点沉迷B站鬼畜，自学了一点ps与视频制作的技巧，还拿不出手"
    },
    {
        "id": 10,
        "answer": "熟读金庸的几部经典小说，高三时又熟读三国演义，巅峰状态可以随口背诵经典段落，目前对古诗词、新月派、素颜韵脚诗、网络段子残存些许兴趣，消费多创作少"
    },
    {
        "id": 11,
        "answer": "LOL在电一、祖安以及网通恕瑞玛均有账号，主玩大乱斗、无限火力等，王者荣耀有一手从不参团的李白，百度三国杀170级左右，还有只玩了不到一个月的守望先锋"
    },
    {
        "id": 12,
        "answer": "工作嘛，正常还是做前端开发，如果有机会也希望从事产品经理、视频制作、ui设计、段子手等创造性工作"
    },
    {
        "id": 13,
        "answer": "测试1"
    },
    {
        "id": 14,
        "answer": "测试1"
    },
    {
        "id": 15,
        "answer": "测试1"
    }
]
export default answers;