let list = [
    {
        txt : '在我眼里你就是一个放浪形骸，不受拘束的富二代',
    },
    {
        txt : '开轩，秋毫何能及君也',
    },
    {
        txt : '钱嘛，够花就行，不过我经常不够花',
    },
    {
        txt : '真正陪着我们走到最后的，只有自己的记忆',
    },
    {
        txt : '羊肉、猪腰、韭菜、秋葵',
    },
    {
        txt : '当脑子里进水的时候你们都养什么金鱼？',
    },
    {
        txt : '装逼来自你的不自信，越是缺什么越是要装作有什么',
    },
    {
        txt : '最稳的学习是什么，就是无聊的时候打打野，补补兵，偶尔打打架蹭助攻',
    },
    {
        txt : '学会给过去下结论，知道了什么，获得了什么，失去了什么，错过了什么',
    },
    {
        txt : '边缘ob，是一种人生的哲学，能让你更少的石乐志',
    },
]
export default list;